/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "privacy": {
      "type": "template-static-page",
      "blocks": {
        "static_content_eBcaHQ": {
          "type": "static-content",
          "settings": {
            "head": "CRAWFORD STONE COMPANY  – PRIVACY POLICY",
            "para": "<p>This Privacy Policy sets out our commitment to protecting the privacy of personal information provided to us, or otherwise collected by us, offline or online, including through our website (<a href=\"https://www.crawfordstoneco.com\" title=\"https://www.crawfordstoneco.com\">www.crawfordstoneco.com</a>). In this Privacy Policy <strong>we</strong>, <strong>us</strong> or <strong>our</strong> means Crawford Stone Company Pty Ltd. </p>"
          }
        },
        "item1": {
          "type": "static-content",
          "settings": {
            "head": "Personal information",
            "para": "<p>The types of personal information we may collect about you include: </p><ul><li>Your Name.</li><li>Images of you.</li><li>Your contact details, including email address, mailing address, street address and/or telephone number.</li><li>Your marital status and/or anniversary.</li><li>Your age and/or date of birth.</li><li>Your credit card details.</li><li>Your demographic information, such as postcode.</li><li>Your preferences and/or opinions.</li><li>Information you provide to us through customer surveys.</li><li>Details of products and services we have provided to you and/or that you have enquired about, and our response to you.</li><li>Your browser session and geo-location data, device and network information, statistics on page views and sessions, acquisition sources, search queries and/or browsing behaviour.</li><li>Information about your access and use of our Site, including through the use of Internet cookies, your communications with our Site, the type of browser you are using, the type of operating system you are using and the domain name of your Internet service provider.</li><li>Additional personal information that you provide to us, directly or indirectly, through your use of our Site, associated applications, associated social media platforms and/or accounts from which you permit us to collect information and</li><li>Any other personal information requested by us and/or provided by you or a third party.</li></ul><p>We may collect these types of personal information directly from you or from third parties.</p>"
          }
        },
        "item2": {
          "type": "static-content",
          "settings": {
            "head": "Collection and use of personal information",
            "para": "<p>We may collect, hold, use and disclose personal information for the following purposes: </p><ul><li>To enable you to access and use our Site, associated applications and associated social media platforms.</li><li>To contact and communicate with you.</li><li>For internal record keeping and administrative purposes.</li><li>For analytics, market research and business development, including to operate and improve our Site, associated applications and associated social media platforms.</li><li>To run competitions and/or offer additional benefits to you.</li><li>For advertising and marketing, including to send you promotional information about our products and services and information about third parties that we consider may be of interest to you.</li><li>To comply with our legal obligations and resolve any disputes that we may have; and</li><li>to consider your employment application.</li></ul><p><strong>Disclosure of personal information to third parties</strong></p>"
          }
        },
        "item3": {
          "type": "static-content",
          "settings": {
            "head": "Disclosure of personal information to third parties",
            "para": "<p>We may disclose personal information to: </p><ul><li>Third party service providers for the purpose of enabling them to provide their services, including (without limitation) IT service providers, data storage, web-hosting and server providers, debt collectors, maintenance or problem-solving providers, marketing or advertising providers, professional advisors and payment systems operators.</li><li>Our employees, contractors and/or related entities.</li><li>Sponsors or promoters of any competition we run.</li><li>Anyone to whom our business or assets (or any part of them) are, or may (in good faith) be, transferred.</li><li>Courts, tribunals and regulatory authorities, in the event you fail to pay for goods or services we have provided to you.</li><li>Courts, tribunals, regulatory authorities and law enforcement officers, as required by law, in connection with any actual or prospective legal proceedings, or in order to establish, exercise or defend our legal rights.</li><li>Third parties, including agents or sub-contractors, who assist us in providing information, products, services or direct marketing to you. This may include parties located, or that store data, outside of Australia.</li><li>Third parties to collect and process data, such as [Google Analytics or other relevant businesses]. This may include parties that store data outside of Australia.</li></ul><p> We may store personal information overseas. Where we disclose your personal information to the third parties listed above, these third parties may also store, transfer or access personal information outside of Australia. Unless we seek and receive your consent to an overseas disclosure of your personal information, we will only disclose your personal information to countries with laws which protect your personal information in a way which is substantially similar to the Australian Privacy Principles and/or we will take such steps as are reasonable in the circumstances to require that overseas recipients protect your personal information in accordance with the Australian Privacy Principles.</p>"
          }
        },
        "item4": {
          "type": "static-content",
          "settings": {
            "head": "How we treat personal information that is also sensitive information",
            "para": "<p>Sensitive information is a subset of personal information that is given a higher level of protection under the Australian Privacy Principles. <strong>Sensitive information</strong> means information relating to your racial or ethnic origin, political opinions, religion, trade union or other professional associations or memberships, philosophical beliefs, sexual orientation or practices, criminal records, health information or biometric information. </p><p>We only collect, hold, use and disclose sensitive information for the following purposes:</p><ul><li>Any purposes you consent to.</li><li>The primary purpose for which it is collected.</li><li>Secondary purposes that are directly related to the primary purpose for which it was collected, including disclosure to the above listed third parties as reasonably necessary to provide our services to you.</li><li>To contact emergency services, or to speak with your family, partner or support person where we reasonably believe there is a serious risk to the life, health or safety of you or another person and it is impracticable for us to obtain your consent; and</li><li>If otherwise required or authorised by law. </li></ul>"
          }
        },
        "static_content_Ar7Q7L": {
          "type": "static-content",
          "settings": {
            "head": "Your rights and controlling your personal information",
            "para": "<p><strong>Choice and consent</strong>: Please read this Privacy Policy carefully. By providing personal information to us, you understand we will  collect, hold, use and disclose your personal information in accordance with this Privacy Policy. You do not have to provide personal information to us, however, if you do not, it may affect your use of this Site or the products and/or services offered on or through it.</p><p><strong>Information from third parties</strong>: If we receive personal information about you from a third party, we will protect it as set out in this Privacy Policy. If you are a third party providing personal information about somebody else, you represent and warrant that you have such person’s consent to provide the personal information to us. </p><p><strong>Restrict</strong>: You may choose to restrict the collection or use of your personal information.  If you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time by contacting us using the details below.</p><p><strong>Access</strong>: You may request details of the personal information that we hold about you.  An administrative fee may be payable for the provision of such information.  In certain circumstances, as set out in the <em>Privacy Act 1988</em> (Cth), we may refuse to provide you with personal information that we hold about you. </p><p><strong>Correction</strong>: If you believe that any information we hold about you is inaccurate, out of date, incomplete, irrelevant or misleading, please contact us using the details below. We will take reasonable steps to correct any information found to be inaccurate, incomplete, misleading or out of date.</p><p><strong>Complaints</strong>: If you believe that we have breached the Australian Privacy Principles and wish to make a complaint, please contact us using the details below and provide us with full details of the alleged breach. We will promptly investigate your complaint and respond to you, in writing, setting out the outcome of our investigation and the steps we will take to deal with your complaint.</p><p><strong>Unsubscribe</strong>: To unsubscribe from our e-mail database or opt-out of communications (including marketing communications), please contact us using the details below or opt-out using the opt-out facilities provided in the communication.</p>"
          }
        },
        "static_content_tnQeiC": {
          "type": "static-content",
          "settings": {
            "head": "Storage and security",
            "para": "<p>We are committed to ensuring that the personal information we collect is secure. In order to prevent unauthorised access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the personal information and protect it from misuse, interference, loss and unauthorised access, modification and disclosure.</p><p>We cannot guarantee the security of any information that is transmitted to or by us over the Internet. The transmission and exchange of information is carried out at your own risk. Although we take measures to safeguard against unauthorised disclosures of information, we cannot assure you that the personal information we collect will not be disclosed in a manner that is inconsistent with this Privacy Policy.</p>"
          }
        },
        "static_content_GH4byL": {
          "type": "static-content",
          "settings": {
            "head": "Cookies and web beacons",
            "para": "<p>We may use cookies on our Site from time to time. Cookies are text files placed in your computer's browser to store your preferences. Cookies, by themselves, do not tell us your email address or other personally identifiable information. However, they do allow third parties, such as Google and Facebook, to cause our advertisements to appear on your social media and online media feeds as part of our retargeting campaigns. If and when you choose to provide our Site with personal information, this information may be linked to the data stored in the cookie.</p><p>We may use web beacons on our Site from time to time. Web beacons (also known as Clear GIFs) are small pieces of code placed on a web page to monitor the visitor’s behaviour and collect data about the visitor’s viewing of a web page. For example, web beacons can be used to count the users who visit a web page or to deliver a cookie to the browser of a visitor viewing that page.</p>"
          }
        },
        "static_content_kH6LM3": {
          "type": "static-content",
          "settings": {
            "head": "Links to other websites",
            "para": "<p>Our Site may contain links to other websites. We do not have any control over those websites and we are not responsible for the protection and privacy of any personal information which you provide whilst visiting those websites. Those websites are not governed by this Privacy Policy.</p>"
          }
        },
        "static_content_8Chtwj": {
          "type": "static-content",
          "settings": {
            "head": "Amendments",
            "para": "<p>We may, at any time and at our discretion, vary this Privacy Policy by publishing the amended Privacy Policy on our Site. We recommend you check our Site regularly to ensure you are aware of our current Privacy Policy.</p>"
          }
        },
        "static_content_wF4nrx": {
          "type": "static-content",
          "settings": {
            "head": "For any questions or notices, please contact us at:",
            "para": "<p>Crawford Stone Company ABN 26 664 515 815</p><p>Email: <a href=\"mailto:hello@crawfordstoneco.com\" target=\"_blank\" title=\"mailto:hello@crawfordstoneco.com\">hello@crawfordstoneco.com</a></p><p><strong>Last update</strong> 26 May 2024</p><p>Privacy Policy provided by <a href=\"https://legalvision.com.au\" target=\"_blank\" title=\"https://legalvision.com.au\"><span style=\"text-decoration:underline\">LegalVision.com.au</span></a></p>"
          }
        }
      },
      "block_order": [
        "static_content_eBcaHQ",
        "item1",
        "item2",
        "item3",
        "item4",
        "static_content_Ar7Q7L",
        "static_content_tnQeiC",
        "static_content_GH4byL",
        "static_content_kH6LM3",
        "static_content_8Chtwj",
        "static_content_wF4nrx"
      ],
      "settings": {}
    }
  },
  "order": [
    "privacy"
  ]
}
